Repository: common-repository/travel-visa-widget
Catalog: languages/travel-visa-widget-*.po
Languages: fr_fr

source: Travel Visa Widget is a tool to know which countries need a travel visa.
fr_fr: Travel Visa Widget est un outil pour savoir quels pays ont besoin d’un visa de voyage.

source: General settings
fr_fr: Paramètres généraux

source: Agency ID
fr_fr: Identifiant d’agence

source: Affilae ID
fr_fr: Identifiant Affilae

source: Provide an agency ID to merge all applications from travellers in your Visamundi dashboard.
fr_fr: Fournissez un identifiant d'agence pour retrouver toutes les candidatures des voyageurs dans votre tableau de bord Visamundi.

source: You can contact us at %s to get this ID.
fr_fr: Vous pouvez nous contacter à %s pour obtenir cet identifiant.

source: If you have a partner identifier, you can fill it in to facilitate the refund.
fr_fr: Si vous possédez un identifiant partenaire, vous pouvez le renseigner afin de faciliter la rétrocommission.

source: More information on %s.
fr_fr: Plus d’informations sur %s.

source: the Affilae website
fr_fr: le site Affilae

source: An error occurred
fr_fr: Une erreur s’est produite

# Find your Visa with Visamundi
source: Find your %1$s with %2$s
fr_fr: Trouvez votre %1$s avec %2$s

# To travel to (destination_name) with a (nationality_demonym), ...
source: a visa is required
fr_fr: un visa est requis

# To travel to (destination_name) with a (nationality_demonym), ...
source: a visa is granted on arrival
fr_fr: un visa est accordé à l’arrivée

# To travel to (destination_name) with a (nationality_demonym), ...
source: you will need a travel document
fr_fr: vous aurez besoin d’un document de voyage

# To travel to (destination_name) with a (nationality_demonym), ...
source: you will need a Hayya Entry Permit
fr_fr: vous aurez besoin d’un permis d’entrée Hayya

# To travel to (destination_name) with a (nationality_demonym), ...
source: no visa is required
fr_fr: aucun visa n’est requis

# To travel to (destination_name) with a (nationality_demonym), ...
source: it's compromised because no admission is possible
fr_fr: c’est compromis car aucune admission n’est possible

source: no visa is required for a stay of up to %d days
fr_fr: aucun visa n’est requis pour un séjour jusqu’à %d jours

source: Please choose a destination different from your passport.
fr_fr: Veuillez choisir une destination différente de celle de votre passeport.

# To travel to (destination_name) with a (nationality_demonym), ...
source: we don't have information on what is needed
fr_fr: nous n’avons pas d’informations sur ce qui est nécessaire

source: To travel %1$s %2$s with a %3$s passport, %4$s.
fr_fr: Pour voyager %1$s %2$s avec un passeport %3$s, %4$s.

source: Get my Visa
fr_fr: Obtenir mon Visa

source: Get my other mandatory document
fr_fr: Obtenir mon autre document obligatoire

source: Get my Document
fr_fr: Obtenir mon document

source: Our teams have been notified and will update the data accordingly.
fr_fr: Nos équipes ont été averties et vont mettre les données à jour en conséquence.

source: A widget to know which countries need a travel visa.
fr_fr: Un widget pour savoir quels pays ont besoin d’un visa de voyage.

source: What is your nationality ?
fr_fr: Quelle est votre nationalité ?

source: Nationality
fr_fr: Nationalité

source: What is your destination ?
fr_fr: Quelle est votre destination ?
